Repository: alewicki95/GNOME-Auto-Accent-Colour
Catalog: po/*.po
Languages: pl_pl

source: Force Refresh
pl_pl: Wymuś odświeżenie

source: Preferences
pl_pl: Ustawienia

source: Background format not supported
pl_pl: Niewspierany format tła

source: Auto Accent Colour will not run on this background
pl_pl: Automatyczny kolor akcentu nie działa z tym tłem

source: Settings
pl_pl: Ustawienia

source: Appearance
pl_pl: Wygląd

source: Hide Indicator
pl_pl: Ukryj wskaźnik

source: Colour Palette
pl_pl: Paleta koloru

source: Choose the type of background colour to base the shell accent colour from
pl_pl: Wybierz rodzaj koloru tła, na którym ma bazować kolor akcentu powłoki

source: Dominant
pl_pl: Dominujący

source: Use the most frequent colour from the background
pl_pl: Użyj najczęściej występującego koloru w tle

source: Highlight
pl_pl: Wyróżnienie

source: Use a contrasting yet complimentary colour from the background. This may sometimes be the same as the dominant colour.
pl_pl: Użyj kontrastujących, ale uzupełniających się kolorów z tła.Czasami może to być to samo, co dominujący kolor.

source: Debug
pl_pl: Debugowanie

source: Palette Cache
pl_pl: Pamięć podręczna palety

source: The colour palette of each background applied is cached to increase performance
pl_pl: Paleta kolorów każdego zastosowanego tła jest buforowana w celu zwiększenia wydajności

source: View
pl_pl: Pokaż

source: Clear
pl_pl: Wyczyść

source: Files in Cache
pl_pl: Pliki w pamięci podręcznej

source: Disable Cache
pl_pl: Wyłącz pamięć podręczną

source: Always parse colours from the background, even if the palette for a given background is in the cache. Do not cache computed palettes.
pl_pl: Zawsze analizuj kolory z tła, nawet jeśli paleta dla danego tła znajduje się w pamięci podręcznej. Nie buforuj palet obliczonych.

source: Developer Tools
pl_pl: Narzędzia deweloperskie

source: Debug Logging
pl_pl: Dziennik debugowania

source: Print debug messages to the system journal
pl_pl: Zapisuj informacje debugowania w pliku jurnal

source: About
pl_pl: O programie

source: Auto Accent Colour
pl_pl: Automatyczny kolor akcentu

source: Created by %s and contributors
pl_pl: Stworzono przez %s oraz współtwórców

source: Version %d
pl_pl: Wersja %d

source: Special Thanks
pl_pl: Podziękowania

source: For creating the ColorThief JavaScript module, used for extracting colours from the background image
pl_pl: Za stworzenie modułu JavaScript Colorthief, używanego do wyodrębnienia kolorów z obrazu tła

source: For creating the Quantize JavaScript module, used by ColorThief for colour quantization
pl_pl: Za stworzenie modułu JavaScript Quantize, używanego przez ColorThief do kwantyzacji kolorów

source: Project Repository
pl_pl: Repozytorium

source: Submit an Issue
pl_pl: Zgłoś błąd

source: Contributors
pl_pl: Współtwórcy

source: Licenses
pl_pl: Licencje

source: Auto Accent Colour Extension
pl_pl: Rozszerzenie automatycznego koloru akcentującego

source: ColorThief Module
pl_pl: Moduł ColorThief

source: MIT License
pl_pl: Licencja MIT

source: Quantize Module
pl_pl: Moduł Quantize

source: Be kind to your local pigeons!
pl_pl: Ciesz się wolnością i po prostu bądź miły dla innych :)
